Repository: imbaTao/HTPlayer
Catalog: Application/启动和其他类文件/*.lproj/Localizable.strings
Languages: da, de, el, fr, ko, ms, nb, nl, pt_pt, sv, th, vi, zh_hans, zh_hant

# ProContent4
source: 4. Have a privacy lock function to make your video more private! !
da: 4. Har en privatlivslåsfunktion for at gøre din video mere privat! !
de: 4. Haben Sie eine Privacy Lock-Funktion, um Ihr Video privater zu machen! !
el: 4. Έχετε μια λειτουργία κλειδώματος απορρήτου για να κάνετε το βίντεό σας πιο ιδιωτικό! !
fr: 4. Avoir une fonction de verrouillage de la vie privée pour rendre votre vidéo plus privée! !
ko: 4. 개인 정보 보호 기능을 사용하여 비디오를보다 개인적인 것으로 만드십시오! !
ms: 4. Mempunyai fungsi kunci privasi untuk menjadikan video anda lebih peribadi! !
nb: 4. Har en personvernslåsfunksjon for å gjøre videoen din mer privat! !
nl: 4. Zorg voor een privacy-vergrendelingsfunctie om uw video meer privé te maken! !
pt_pt: 4. Tenha uma função de bloqueio de privacidade para tornar seu vídeo mais privado! !
sv: 4. Har en integritetslåsfunktion för att göra din video mer privat! !
th: 4. มีฟังก์ชันการล็อกความเป็นส่วนตัวเพื่อทำให้วิดีโอของคุณเป็นส่วนตัวมากขึ้น! !
vi: 4. Có một chức năng khóa riêng tư để làm cho video của bạn riêng tư hơn! !
zh_hans: 4.拥有隐私锁功能,使您的视频更加私密
zh_hant: 4.擁有隱私鎖定功能，讓您的視頻更私密！ ！

# ProContent5
source: 5. The follow-up function will be given priority to the Pro version, giving priority to experience! !
da: 5. Opfølgningsfunktionen får prioritet til Pro-versionen og prioriterer oplevelsen! !
de: 5. Die Follow-up-Funktion wird der Pro-Version vorgezogen, wobei der Erfahrung Priorität eingeräumt wird! !
el: 5. Η λειτουργία συνέχειας θα δοθεί προτεραιότητα στην έκδοση Pro, δίνοντας προτεραιότητα στην εμπειρία! !
fr: 5. La fonction de suivi sera prioritaire sur la version Pro, donnant la priorité à l'expérience! !
ko: 5. 후속 기능은 Pro 버전에 우선권을 부여하여 경험을 최우선으로 생각합니다! !
ms: 5. Fungsi susulan akan diberi keutamaan kepada versi Pro, memberi keutamaan kepada pengalaman! !
nb: 5. Oppfølgingsfunksjonen får prioritet til Pro-versjonen, og prioriterer opplevelsen! !
nl: 5. De follow-up functie krijgt voorrang aan de Pro-versie, waarbij voorrang wordt gegeven aan ervaring! !
pt_pt: 5. A função de acompanhamento terá prioridade para a versão Pro, dando prioridade à experiência! !
sv: 5. Uppföljningsfunktionen prioriteras till Pro-versionen, vilket prioriterar upplevelsen! !
th: 5. ฟังก์ชั่นการติดตามจะได้รับการจัดลำดับความสำคัญเป็นอย่างยิ่งกับรุ่น Pro ให้ความสำคัญกับประสบการณ์! !
vi: 5. Chức năng tiếp theo sẽ được ưu tiên cho phiên bản Pro, ưu tiên trải nghiệm! !
zh_hans: 5.后续功能模块将优先开展在Pro版,Pro版享有优先体验权限
zh_hant: 5.後續功能將優先於Pro版本，優先體驗！ ！

# ProContent6
source: 6.The Pro version will be updated at the first time and more stable. !
da: 6. Pro-versionen opdateres første gang og mere stabil. !
de: 6. Die Pro-Version wird zum ersten Mal aktualisiert und stabiler. !
el: 6.Η έκδοση Pro θα ενημερωθεί για πρώτη φορά και θα είναι πιο σταθερή. !
fr: 6. La version Pro sera mise à jour pour la première fois et plus stable. !
ko: 6.The Pro 버전이 처음으로 업데이트되어보다 안정적으로 업데이트됩니다. !
ms: 6. Versi Pro akan dikemas kini pada kali pertama dan lebih stabil. !
nb: 6. Pro-versjonen vil bli oppdatert første gang og mer stabil. !
nl: 6.De Pro-versie zal bij de eerste keer worden bijgewerkt en stabieler. !
pt_pt: 6.A versão Pro será atualizada pela primeira vez e mais estável. !
sv: 6. Pro-versionen uppdateras första gången och blir stabilare. !
th: 6. เวอร์ชัน Pro จะได้รับการอัพเดตเป็นครั้งแรกและมีเสถียรภาพมากขึ้น !
vi: 6. Phiên bản Pro sẽ được cập nhật lần đầu tiên và ổn định hơn. !
zh_hans: 6.Pro版优先升级,更新修复频率更频繁,更加稳定
zh_hant: 6. Pro版本將在第一時間更新並更穩定。 ！

# ProContent7
source: 7. What are you waiting for? This is not enough? Well, the price is only 3$, with a private cinema! Buy and buy!
da: 7. Hvad venter du på? Dette er ikke nok? Nåprisen er kun 3 $, med en privat biograf! Køb og køb!
de: 7. Worauf warten Sie? Das ist nicht genug? Nun, der Preis ist nur 3 $, mit einem privaten Kino! Kaufen und kaufen!
el: 7. Τι περιμένεις; Αυτό δεν αρκεί; Λοιπόν, η τιμή είναι μόνο 3 $, με ιδιωτικό κινηματογράφο! Αγοράστε και αγοράστε!
fr: 7. Qu'attendez-vous? Ce n'est pas assez? Eh bien, le prix est seulement 3 $, avec un cinéma privé! Achetez et achetez!
ko: 7. 무엇을 기다리고 있니? 충분하지 않다? 음, 가격은 사립 영화관에서만 3 $입니다! 구입하고 구입하십시오!
ms: 7. Apa yang anda tunggu? Ini tidak mencukupi? Nah, harganya hanya $ 3, dengan pawagam peribadi! Beli dan beli!
nb: 7. Hva venter du på? Dette er ikke nok? Vel, prisen er bare 3 $, med en privat kino! Kjøp og kjøp!
nl: 7. Waar wacht je nog op? Dit is niet genoeg? Nou,de prijs is slechts 3 $, met een privé-bioscoop! Koop en koop!
pt_pt: 7. O que você está esperando? Isso não é o suficiente? Bem, o preço é de apenas 3 $, com um cinema privado! Compre e compre!
sv: 7. Vad väntar du på? Det här är inte tillräckligt? Tja, priset är bara 3 $, med en privat biograf! Köp och köp!
th: 7. คุณกำลังรออะไร นี้ไม่เพียงพอ? ดีราคาเพียง 3 เหรียญกับโรงหนังส่วนตัว! ซื้อและซื้อ!
vi: 7. Bạn còn chờ gì nữa? Điều này là không đủ? Vâng,giá chỉ là 3 $, với một rạp chiếu phim riêng! Mua và mua!
zh_hans: 7.您还在等什么？这些还不够吗？好吧,那12块钱就可以拥有一个私人影院,如此实惠还不心动？买！买！买！
zh_hant: 7.你還在等什麼？這還不夠？那麼，價格只有3美元，有私人電影！購買和購買！

# ThanksSupport
source: 8. Thank you so much for your use and support!
da: 8. Mange tak for din brug og støtte!
de: 8. Vielen Dank für Ihre Verwendung und Unterstützung!
el: 8. Σας ευχαριστώ πολύ για τη χρήση και την υποστήριξή σας!
fr: 8. Merci beaucoup pour votre utilisation et votre soutien!
ko: 8. 사용과 지원에 많은 감사를드립니다!
ms: 8. Terima kasih banyak untuk penggunaan dan sokongan anda!
nb: 8. Takk så mye for din bruk og støtte!
nl: 8. Heel erg bedankt voor uw gebruik en ondersteuning!
pt_pt: 8. Muito obrigado pelo seu uso e apoio!
sv: 8. Tack så mycket för din användning och support!
th: 8. ขอบคุณมากสำหรับการใช้งานและการสนับสนุนของคุณ!
vi: 8. Cảm ơn bạn rất nhiều vì đã sử dụng và hỗ trợ!
zh_hans: 万分感谢您的支持
zh_hant: 8.非常感謝您的使用和支持！

# OtherApp
source: Recommend other excellent app
da: Anbefal andre fremragende app
de: Empfehlen Sie andere ausgezeichnete App
el: Προτείνετε άλλη εξαιρετική εφαρμογή
fr: Recommander une autre excellente application
ko: 다른 우수한 앱 추천
ms: Mengesyorkan aplikasi yang sangat baik yang lain
nb: Anbefaler andre gode app
nl: Beveel andere uitstekende app aan
pt_pt: Recomendar outro excelente aplicativo
sv: Rekommendera andra bra app
th: แนะนำแอปที่ยอดเยี่ยมอื่น ๆ
vi: Đề xuất ứng dụng tuyệt vời khác
zh_hans: 推荐其他app
zh_hant: 推薦其他優秀的應用

# RemoveADTips
source: Do you want to remove ads？
da: Vil du fjerne annoncer?
de: Möchten Sie Anzeigen entfernen?
el: Θέλετε να καταργήσετε διαφημίσεις;
fr: Voulez-vous supprimer des annonces?
ko: 광고를 삭제 하시겠습니까?
ms: Adakah anda mahu mengeluarkan iklan?
nb: Vil du fjerne annonser?
nl: Wilt u advertenties verwijderen?
pt_pt: Você quer remover anúncios?
sv: Vill du ta bort annonser?
th: คุณต้องการลบโฆษณาหรือไม่?
vi: Bạn có muốn xóa quảng cáo không?
zh_hans: 您想移除广告吗
zh_hant: 你想刪除廣告嗎？

# OpenLockTips
source: Do you want to open the privacy lock function?
da: Vil du åbne privatlivslåsfunktionen?
de: Möchten Sie die Sperrfunktion öffnen?
el: Θέλετε να ανοίξετε τη λειτουργία κλειδώματος απορρήτου;
fr: Voulez-vous ouvrir la fonction de verrouillage de la confidentialité?
ko: 개인 정보 보호 잠금 기능을 열시겠습니까?
ms: Adakah anda ingin membuka fungsi kunci privasi?
nb: Vil du åpne personvernlåsen?
nl: Wilt u de privacyvergrendelingsfunctie openen?
pt_pt: Você deseja abrir a função de bloqueio de privacidade?
sv: Vill du öppna integritetslåsfunktionen?
th: คุณต้องการเปิดฟังก์ชันการล็อกข้อมูลส่วนบุคคลหรือไม่?
vi: Bạn có muốn mở chức năng khóa riêng tư không?
zh_hans: 您想开启隐私锁功能吗?
zh_hant: 你想打開隱私鎖定功能嗎？

# OpenSubTitleTips
source: Do you want to open the custom subtitle function?
da: Vil du åbne den tilpassede undertekstfunktion?
de: Möchten Sie die benutzerdefinierte Untertitelfunktion öffnen?
el: Θέλετε να ανοίξετε τη λειτουργία προσαρμοσμένων υποτίτλων;
fr: Voulez-vous ouvrir la fonction de sous-titres personnalisée?
ko: 사용자 정의 자막 기능을 열시겠습니까?
ms: Adakah anda mahu membuka fungsi sarikata peribadi?
nb: Ønsker du å åpne den egendefinerte tekstfunksjonen?
nl: Wilt u de aangepaste ondertitelfunctie openen?
pt_pt: Você quer abrir a função de legenda personalizada?
sv: Vill du öppna den anpassade undertextfunktionen?
th: คุณต้องการเปิดฟังก์ชันคำบรรยายที่กำหนดเองหรือไม่?
vi: Bạn có muốn mở chức năng phụ đề tùy chỉnh không?
zh_hans: 您想开启自定义字幕功能吗?
zh_hant: 你想打開自定義字幕功能嗎？

source: Back
da: Tilbage
de: Zurück
el: Πίσω
fr: Arrière
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pt_pt: Costas
sv: Tillbaka
th: กลับ
vi: Trở lại
zh_hans: 返回
zh_hant: 返回

# OpenLock
source: Open the privacy lock function
da: Åbn funktionen for beskyttelse af personlige oplysninger
de: Öffnen Sie die Funktion zum Sperren der Privatsphäre
el: Ανοίξτε τη λειτουργία κλειδώματος απορρήτου
fr: Ouvrez la fonction de verrouillage de la confidentialité
ko: 프라이버시 잠금 기능 열기
ms: Buka fungsi kunci privasi
nb: Åpne personvernlåsen
nl: Open de privacyvergrendelingsfunctie
pt_pt: Abra a função de bloqueio de privacidade
sv: Öppna integritetslåsfunktionen
th: เปิดฟังก์ชั่นล็อคความเป็นส่วนตัว
vi: Mở chức năng khóa riêng tư
zh_hans: 开启隐私锁功能
zh_hant: 打開隱私鎖定功能

# Buying
source: Purchasing
da: Indkøb
de: Einkauf
el: Αγοραστικός
fr: Achat
ko: 구매
ms: Membeli
nb: innkjøp
nl: inkoop
pt_pt: Compra
sv: Köp av
th: การจัดซื้อ
vi: Thu mua
zh_hant: 購買

# CheckNoMailTips
source: No mail account has been set up for your device. Please set it up and try again. Thank you.
da: Der er ikke konfigureret en e-mail-konto til din enhed. Indstil det og prøv igen. Tak skal du have.
de: Für Ihr Gerät wurde kein E-Mail-Konto eingerichtet. Bitte richten Sie es ein und versuchen Sie es erneut. Vielen Dank.
el: Δεν έχει οριστεί λογαριασμός αλληλογραφίας για τη συσκευή σας. Ρυθμίστε το και δοκιμάστε ξανά. Ευχαριστώ.
fr: Aucun compte de messagerie n'a été configuré pour votre appareil. Veuillez le configurer et réessayer. Je vous remercie.
ko: 장치에 대한 메일 계정이 설정되지 않았습니다. 설정하고 다시 시도하십시오. 고맙습니다.
ms: Tiada akaun mel telah disediakan untuk peranti anda. Sila tetapkannya dan cuba lagi. Terima kasih.
nb: Ingen e-postkonto er konfigurert for enheten din. Vennligst sett det opp og prøv igjen. Takk skal du ha.
nl: Er is geen e-mailaccount ingesteld voor uw apparaat. Stel het in en probeer het opnieuw. Dank je.
pt_pt: Nenhuma conta de e-mail foi configurada para o seu dispositivo. Por favor, configure-o e tente novamente. Obrigado.
sv: Inget mailkonto har konfigurerats för din enhet. Vänligen sätt upp det och försök igen. Tack.
th: ไม่มีการตั้งค่าบัญชีอีเมลสำหรับอุปกรณ์ของคุณ โปรดตั้งค่าและลองอีกครั้ง ขอขอบคุณ.
vi: Chưa có tài khoản thư nào được thiết lập cho thiết bị của bạn. Vui lòng thiết lập và thử lại. Cảm ơn bạn.
zh_hans: 检测到您的设备未设置邮箱账号,请设置后重试,谢谢配合
zh_hant: 沒有為您的設備設置郵件帳戶。請設置它，然後重試。謝謝。

source: No subtitle
da: Ingen undertekst
de: Keine Untertitel
el: Δεν υπάρχει υπότιτλος
fr: Pas de sous-titre
ko: 부제 없음
ms: Tiada sarikata
nb: Ingen teksting
nl: Geen ondertiteling
pt_pt: Sem legenda
sv: Ingen textning
th: ไม่มีคำบรรยาย
vi: Không có phụ đề
zh_hans: 无字幕
zh_hant: 沒有字幕

# Connect1
source: Connect your iPhone to your computer using the USB cable
ko: USB 케이블을 사용하여 iPhone을 컴퓨터에 연결하십시오
zh_hans: 使用USB数据线连接您的电脑和手机
zh_hant: 使用USB數據線連接您的電腦和手機

# Connect2
source: Open iTunes and select your iPhone
ko: iTunes를 열고 iPhone을 선택하십시오
zh_hans: 打开电脑上苹果公司的iTunes软件(没有需自行下载安装),点击左上角手机图标
zh_hant: 打開電腦上蘋果公司的iTunes軟件(沒有需自行下載安裝),點擊左上角手機圖標

# Connect3
source: Click on ”File sharing“
ko: “파일 공유“를 클릭하십시오
zh_hans: 点击文件分享
zh_hant: 點擊文件分享

# Connect4
source: Select %@ From The Apps List,Click “Add” or drag & drop files to add to %@
ko: Apps 목록에서 %@를 선택하십시오,“추가”를 클릭하거나 파일을 드래그 앤 드롭하여 %@에 추가하십시오
zh_hans: 选中%@播放器,直接拖动文件或者点击添加按钮来添加视频到APP
zh_hant: 選中%@播放器,直接拖動文件或者點擊添加按鈕來添加視頻到APP

# Connect6
source: Keep your phone and computer on the same wifi network
ko: 귀하의 휴대 전화와 컴퓨터를 동일한 Wi-Fi 네트워크에 연결하십시오
zh_hans: 保持您的手机和电脑在相同的wifi网络
zh_hant: 保持您的手機和電腦在相同的wifi網絡

# Connect7
source: Enter the address in your browser(Chrome or Safari): %@
ko: 브라우저 (Chrome 또는 Safari)에서 주소를 입력하십시오. %@
zh_hans: 在浏览器(Chrome or Safari)地址栏中输入: %@
zh_hant: 在瀏覽器(Chrome or Safari)地址欄中輸入: %@

# Connect8
source: Click the “Upload File button” to start the transfer
ko: “파일 업로드 버튼”을 클릭하여 전송을 시작하십시오.
zh_hans: 点击文件上传按钮来上传文件
zh_hant: 點擊文件上傳按鈕來上傳文件

# Connect9
source: Don’t close thise window until the transfer is completed
ko: 전송이 완료 될 때까지 창을 닫지 마십시오
zh_hans: 一定不要离开这个界面或者熄灭手机屏幕,否则会导致文件传输中断
zh_hant: 一定不要離開這個界面或者熄滅手機屏幕,否則會導致文件傳輸中斷

source: FirstWay
ko: 첫 번째 방법
zh_hans: 方法一
zh_hant: 第一種方式

source: SecondWay
ko: 두 번째 방법
zh_hans: 方法二
zh_hant: 第二種方式

source: Default
ko: 태만
zh_hans: 默认
zh_hant: 默認

# Original
source: Original file name:
ko: 원본 파일 이름 :
zh_hans: 原文件名:
zh_hant: 原文件名:

# NewfileName
source: Please enter a new file name
ko: 새 파일 이름을 입력하십시오
zh_hans: 请输入新的文件名
zh_hant: 請輸入新的文件名

source: Play
ko: 동영상 재생
zh_hans: 播放
zh_hant: 播放
