Repository: imbaTao/HTPlayer
Catalog: Application/启动和其他类文件/*.lproj/Localizable.strings
Languages: da, de, el, fr, ko, ms, nb, nl, pt_pt, sv, th, vi, zh_hans, zh_hant

source: Edit
da: Redigere
de: Bearbeiten
el: Επεξεργασία
fr: modifier
ko: 편집하다
nb: Redigere
nl: Bewerk
pt_pt: Editar
sv: Redigera
th: แก้ไข
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Delete
da: Slet
de: Löschen
el: Διαγράφω
fr: Effacer
ko: 지우다
ms: Padam
nb: Slett
nl: Verwijder
pt_pt: Excluir
sv: Radera
th: ลบ
vi: Xóa bỏ
zh_hans: 删除
zh_hant: 刪除

source: Save
da: Gemme
de: sparen
el: Αποθηκεύσετε
fr: sauvegarder
ko: 구하다
ms: Simpan
nb: Lagre
nl: Opslaan
pt_pt: Salve 
sv: Spara
th: บันทึก
vi: Tiết kiệm
zh_hans: 保存
zh_hant: 保存

source: Cancel
da: Afbestille
de: Stornieren
el: Ματαίωση
fr: Annuler
ko: 취소
ms: Batalkan
nb: Avbryt
nl: Annuleer
pt_pt: Cancelar
sv: Annullera
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Ok
da: Okay
el: Εντάξει
fr: D'accord
ko: 승인
ms: okey
pt_pt: Está bem
th: ตกลง
vi: được
zh_hans: 确定
zh_hant: 好的

source: Playlist
da: afspilningsliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
ko: 재생 목록
ms: Senarai main
nb: spilleliste
nl: afspeellijst
pt_pt: Lista de reprodução
sv: Spellista
th: เพลย์ลิส
vi: Danh sách phát
zh_hans: 播放列表
zh_hant: 播放列表

source: Settings
da: Indstillinger
de: die Einstellungen
el: Ρυθμίσεις
fr: Paramètres
ko: 설정
ms: Tetapan
nb: innstillinger
nl: instellingen
pt_pt: Configurações
sv: inställningar
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

source: Select all
da: Vælg alle
de: Wählen Sie Alle
el: Επιλογή όλων
fr: Tout sélectionner
ko: 모두 선택
ms: Pilih semua
nb: Velg alle
nl: Selecteer alles
pt_pt: Selecionar tudo
sv: Välj alla
th: เลือกทั้งหมด
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Deselect all
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
fr: Tout déselectionner
ko: 모두 선택 취소
ms: Nyahpilih semua
nb: Opphev alle
nl: Deselecteer alles
pt_pt: Desmarcar todos
sv: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 全部取消選擇

source: Add to
da: Tilføj til
de: Hinzufügen
el: Προσθήκη στο
fr: Ajouter à
ko: 에 추가
ms: Tambah ke
nb: Legge til
nl: Optellen bij
pt_pt: adicionar à
sv: Lägg till
th: เพิ่ม
vi: Thêm vào
zh_hans: 添加
zh_hant: 添加

# Search
source: Please input what you want to search
da: Indtast venligst, hvad du vil søge
de: Bitte geben Sie ein, was Sie suchen möchten
el: Εισαγάγετε τα στοιχεία που θέλετε να αναζητήσετε
fr: S'il vous plaît entrer ce que vous voulez rechercher
ko: 검색 할 내용을 입력하십시오.
ms: Sila masukkan apa yang anda mahu cari
nb: Vennligst skriv inn hva du vil søke
nl: Voer in wat u wilt zoeken
pt_pt: Por favor, insira o que você deseja pesquisar
sv: Vänligen skriv in vad du vill söka
th: กรุณาใส่สิ่งที่คุณต้องการค้นหา
vi: Vui lòng nhập nội dung bạn muốn tìm kiếm
zh_hans: 请输入您想查看的内容
zh_hant: 請輸入你想要搜索的內容

# FeedBack
source: Thank you for your support and feedback
da: Tak for din support og feedback
de: Vielen Dank für Ihre Unterstützung und Ihr Feedback
el: Σας ευχαριστούμε για την υποστήριξη και τα σχόλιά σας
fr: Merci pour votre soutien et vos commentaires
ko: 지원과 피드백에 감사드립니다.
ms: Terima kasih atas sokongan dan maklum balas anda
nb: Takk for din støtte og tilbakemelding
nl: Bedankt voor uw steun en feedback
pt_pt: Obrigado pelo seu apoio e feedback
sv: Tack för ditt stöd och feedback
th: ขอขอบคุณสำหรับการสนับสนุนและข้อเสนอแนะของคุณ
vi: Cảm ơn sự hỗ trợ và phản hồi của bạn
zh_hans: 意见反馈
zh_hant: 感謝您的支持和反饋

source: Tips
de: Tipps
el: Συμβουλές
fr: Conseils
ko: 팁
ms: Petua
pt_pt: Dicas
th: เคล็ดลับ
vi: Lời khuyên
zh_hans: 提示
zh_hant: 提示

source: Warning
da: Advarsel
de: Warnung
el: Προειδοποίηση
fr: Attention
ko: 경고
ms: Amaran
nb: Advarsel
nl: Waarschuwing
pt_pt: Atenção
sv: Varning
th: การเตือน
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# deletTips
source: Do you want to delete multiple video files?
da: Vil du slette flere videofiler?
de: Möchten Sie mehrere Videodateien löschen?
el: Θέλετε να διαγράψετε πολλά αρχεία βίντεο;
fr: Voulez-vous supprimer plusieurs fichiers vidéo?
ko: 여러 개의 비디오 파일을 삭제 하시겠습니까?
ms: Adakah anda ingin memadam berbilang fail video?
nb: Ønsker du å slette flere videofiler?
nl: Wilt u meerdere videobestanden verwijderen?
pt_pt: Você deseja excluir vários arquivos de vídeo?
sv: Vill du radera flera videofiler?
th: คุณต้องการลบไฟล์วิดีโอหลาย?
vi: Bạn có muốn xóa nhiều tệp video không?
zh_hans: 确定删除多个视频文件吗?
zh_hant: 你想刪除多個視頻文件嗎？

# RenameTips
source: Duplicate file name, please rename other names
da: Duplikat filnavn skal du omdøbe andre navne
de: Doppelter Dateiname, bitte andere Namen umbenennen
el: Διπλότυπο όνομα αρχείου, παρακαλώ μετονομάστε άλλα ονόματα
fr: Nom de fichier en double, veuillez renommer les autres noms
ko: 파일 이름이 중복되었습니다. 다른 이름으로 이름을 변경하십시오.
ms: Nama fail duplikat, sila namakan semula nama lain
nb: Dupliser filnavn, vennligst gi nytt navn til andre navn
nl: Dubbele bestandsnaam, hernoem andere namen
pt_pt: Nome do arquivo duplicado, por favor, renomeie outros nomes
sv: Kopiera filnamn, vänligen byt namn på andra namn
th: ชื่อไฟล์ที่ซ้ำกันโปรดเปลี่ยนชื่อชื่ออื่น
vi: Tên tệp trùng lặp， hãy đổi tên các tên khác
zh_hans: 文件名重复,请使用不同文件名
zh_hant: 重複的文件名稱，請重命名其他名稱

# DrawCode
source: Please draw your gesture code
da: Skriv venligst din gestuskode
de: Bitte zeichne deinen Gestencode
el: Παρακαλώ τραβήξτε τον κώδικα χειρονομίας σας
fr: Veuillez dessiner votre code gestuel
ko: 제스처 코드를 그려주세요.
ms: Sila lukis kod isyarat anda
nb: Vennligst skriv din gestekode
nl: Teken uw gebaarcode
pt_pt: Por favor, desenhe seu código de gestos
sv: Var vänlig rita din gestekod
th: โปรดวาดรหัสท่าทางของคุณ
vi: Vui lòng vẽ mã cử chỉ của bạn
zh_hans: 请绘制您的手势密码
zh_hant: 請畫出你的手勢密碼

# DrawAgain
source: Please draw the password again
da: Træk venligst adgangskoden igen
de: Bitte zeichne das Passwort erneut
el: Παρακαλώ σύρετε ξανά τον κωδικό πρόσβασης
fr: Veuillez redéfinir le mot de passe
ko: 암호를 다시 그려주십시오.
ms: Sila lukis kata laluan sekali lagi
nb: Vennligst skriv passordet på nytt
nl: Teken het wachtwoord opnieuw
pt_pt: Por favor, desenhe a senha novamente
sv: Vänligen skriv lösenordet igen
th: โปรดวาดรหัสผ่านอีกครั้ง
vi: Vui lòng rút lại mật khẩu
zh_hans: 请再次绘制您的手势密码
zh_hant: 請再次畫出密碼

source: Password setting success
da: Kodeordindstilling succes
de: Passwort-Einstellung erfolgreich
el: Επιτυχής ρύθμιση κωδικού πρόσβασης
fr: Mot de passe
ko: 비밀번호 설정 성공
ms: Kejayaan menetapkan kata laluan
nb: Passordinnstilling suksess
nl: Wachtwoordinstelling succes
pt_pt: Sucesso de configuração de senha
sv: Lösenordsinställning framgång
th: การตั้งค่ารหัสผ่านสำเร็จ
vi: Cài đặt mật khẩu thành công
zh_hans: 密码设置成功
zh_hant: 密碼設置成功

# UnlockTips
source: Please draw gesture password to unlock
da: Træk venligst gestusadgangskode for at låse op
de: Bitte zeichne Gestenpasswort zum Entsperren
el: Παρακαλώ τραβήξτε τον κωδικό χειρονομίας για να ξεκλειδώσετε
fr: S'il vous plaît dessiner mot de passe geste pour déverrouiller
ko: 잠금 해제하려면 제스처 암호를 그려주십시오.
ms: Sila lukis kata laluan isyarat untuk membuka kunci
nb: Vennligst tegne gestuspassord for å låse opp
nl: Teken een wachtwoord om te ontgrendelen
pt_pt: Por favor, desenhe a senha do gesto para desbloquear
sv: Vänligen rita gestuslösenord för att låsa upp
th: โปรดวาดรหัสผ่านท่าทางเพื่อปลดล็อก
vi: Vui lòng vẽ mật khẩu cử chỉ để mở khóa
zh_hans: 请绘制您的密码解锁
zh_hant: 請畫手勢密碼解鎖

# DrawOriginTips
source: Please draw the original password
da: Skriv venligst den oprindelige adgangskode
de: Bitte zeichne das originale Passwort
el: Παρακαλώ σχεδιάστε τον αρχικό κωδικό πρόσβασης
fr: Veuillez dessiner le mot de passe original
ko: 원래 비밀번호를 그려주십시오.
ms: Sila lukis kata laluan asal
nb: Vennligst skriv det opprinnelige passordet
nl: Teken het originele wachtwoord
pt_pt: Por favor, desenhe a senha original
sv: Vänligen rit det ursprungliga lösenordet
th: โปรดวาดรหัสผ่านเดิม
vi: Vui lòng rút mật khẩu ban đầu
zh_hans: 绘制原始密码
zh_hant: 請畫出原始密碼

# ResetSuccess
source: Password reset successful
da: Password reset vellykket
de: Passwort zurücksetzen erfolgreich
el: Επαναφορά κωδικού πρόσβασης επιτυχής
fr: Mot de passe réinitialisé
ko: 비밀번호 재설정 성공
ms: Penyetelan kata laluan berjaya
nb: Passord reset vellykket
nl: Wachtwoord reset succesvol
pt_pt: Senha redefinida com sucesso
sv: Lösenordsåterställning lyckades
th: รีเซ็ตรหัสผ่านสำเร็จ
vi: Đặt lại mật khẩu thành công
zh_hans: 密码重置成功
zh_hant: 密碼重置成功

# UnlockFail
source: Password error, unlock failure, please try again
da: Adgangskodefejl, låsefejl, prøv igen
de: Passwortfehler, Entsperrungsfehler, bitte versuchen Sie es erneut
el: Σφάλμα κωδικού πρόσβασης, ξεκλειδώστε αποτυχία, δοκιμάστε ξανά
fr: Erreur de mot de passe, échec du déverrouillage, veuillez réessayer
ko: 비밀번호 오류, 잠금 해제 실패, 다시 시도해주세요.
ms: Kesalahan kata laluan, buka kunci kegagalan, sila cuba lagi
nb: Passordfeil, låse opp feil, prøv igjen
nl: Wachtwoordfout, ontgrendel mislukking, probeer het opnieuw
pt_pt: Erro de senha, falha de desbloqueio, por favor, tente novamente
sv: Lösenordsfel, låsa upp fel, försök igen
th: ข้อผิดพลาดของรหัสผ่านปลดล็อกล้มเหลวโปรดลองอีกครั้ง
vi: Lỗi mật khẩu,mở khóa lỗi, vui lòng thử lại
zh_hans: 密码错误解锁失败,请再次尝试
zh_hant: 密碼錯誤，解鎖失敗，請重試

# ResetFail
source: Password error, reset failure, please try again
da: Adgangskodefejl, nulstillingsfejl, prøv igen
de: Passwortfehler, Fehler beim Zurücksetzen, bitte versuchen Sie es erneut
el: Σφάλμα κωδικού πρόσβασης, αποκατάσταση βλάβης, δοκιμάστε ξανά
fr: Erreur de mot de passe, réinitialisation de l'échec, veuillez réessayer
ko: 비밀번호 오류, 재설정 실패, 다시 시도해주세요.
ms: Kesalahan kata laluan, kegagalan semula, sila cuba lagi
nb: Passordfeil, tilbakestillingsfeil, prøv igjen
nl: Wachtwoordfout, resetfout, probeer opnieuw
pt_pt: Erro de senha, falha de reset, por favor, tente novamente
sv: Lösenordsfel, återställningsfel, vänligen försök igen
th: ข้อผิดพลาดของรหัสผ่านการรีเซ็ตความล้มเหลวโปรดลองอีกครั้ง
vi: Lỗi mật khẩu, đặt lại lỗi, vui lòng thử lại
zh_hans: 密码错误,重置失败,请再次尝试
zh_hant: 密碼錯誤，重置失敗，請重試

# RedrawTips
source: Password drawn twice is not the same, please redraw
da: Adgangskoden, der er trukket to gange, er ikke den samme, venligst gentag
de: Das doppelt gezeichnete Passwort ist nicht das gleiche, bitte zeichne es neu
el: Ο κωδικός που τραβήξατε δύο φορές δεν είναι ο ίδιος, παρακαλώ ανασυγκροτήστε
fr: Le mot de passe tiré deux fois n'est pas le même, veuillez redessiner
ko: 두 번 그려진 암호가 같지 않아서 다시 그리십시오.
ms: Kata laluan yang dilukis dua kali tidak sama, sila nyatakan semula
nb: Passord trukket to ganger er ikke det samme, vennligst redraw
nl: Wachtwoord twee keer getekend is niet hetzelfde, opnieuw tekenen
pt_pt: Senha desenhada duas vezes não é o mesmo, por favor redesenhar
sv: Lösenordet som dras två gånger är inte detsamma, snälla omrapportera
th: รหัสผ่านที่วาดสองครั้งไม่เหมือนกันโปรดวาดใหม่
vi: Mật khẩu được vẽ hai lần không giống nhau, vui lòng vẽ lại
zh_hans: 两次绘制密码不同,请重新绘制
zh_hant: 兩次繪製的密碼是不一樣的，請重繪

# DrawErrorTips
source: Too many errors, please try again later
da: For mange fejl, prøv igen senere
de: Zu viele Fehler, bitte versuchen Sie es später erneut
el: Πάρα πολλά λάθη, δοκιμάστε ξανά αργότερα
fr: Trop d'erreurs, veuillez réessayer plus tard
ko: 오류가 너무 많습니다. 잠시 후 다시 시도하십시오.
ms: Terlalu banyak kesilapan, sila cuba lagi kemudian
nb: For mange feil, prøv igjen senere
nl: Te veel fouten, probeer het later opnieuw
pt_pt: Muitos erros, por favor, tente novamente mais tarde
sv: För många fel, försök igen senare
th: มีข้อผิดพลาดมากเกินไปโปรดลองอีกครั้งในภายหลัง
vi: Quá nhiều lỗi, vui lòng thử lại sau
zh_hans: 错误次数过多,请稍后尝试
zh_hant: 錯誤次数太多，請稍後重試

source: Ratio
da: forhold
de: Verhältnis
el: αναλογία
fr: rapport
ko: 비율
ms: nisbah
nb: forhold
nl: verhouding
pt_pt: relação
sv: förhållande
th: อัตราส่วน
vi: tỉ lệ
zh_hans: 比例
zh_hant: 比例

source: Subtitle
da: undertekst
de: Untertitel
el: υπότιτλος
fr: Sous-titre
ko: 부제
ms: sarikata
nb: undertittel
nl: subtitel
pt_pt: legenda
sv: texta
th: หัวเรื่องย่อย
vi: phụ đề
zh_hans: 字幕
zh_hant: 字幕

source: Rate
da: sats
de: Bewertung
el: τιμή
fr: taux
ko: 율
ms: kadar
nb: sats
nl: tarief
pt_pt: taxa
sv: Betygsätta
th: อัตรา
vi: tỷ lệ
zh_hans: 速率
zh_hant: 速率

source: Top
de: oben
el: Μπλουζα
fr: Haut
ko: 상단
ms: Teratas
nb: Topp
pt_pt: Topo
sv: Topp
th: ด้านบน
vi: Hàng đầu
zh_hans: 顶置
zh_hant: 置顶

source: Rename
da: Omdøb
de: Umbenennen
el: Μετονομάζω
fr: Renommer
ko: 이름 바꾸기
ms: Namakan semula
nb: Gi nytt navn
nl: andere naam geven
pt_pt: Renomear
sv: Döpa om
th: ตั้งชื่อใหม่
vi: Đổi tên
zh_hans: 重命名
zh_hant: 改名

source: Add list
da: Tilføj liste
de: Liste hinzufügen
el: Προσθήκη λίστας
fr: Ajouter la liste
ko: 목록 추가
ms: Tambah senarai
nb: Legg til liste
nl: Lijst toevoegen
pt_pt: Adicionar lista
sv: Lägg till lista
th: เพิ่มรายการ
vi: Thêm vào danh sách
zh_hans: 添加列表
zh_hant: 添加列表

source: Instructions
da: Instruktioner
de: Anleitung
el: Οδηγίες
ko: 명령
ms: Arahan
nb: Bruksanvisning
pt_pt: Instruções
sv: Instruktioner
th: คำแนะนำ
vi: Hướng dẫn
zh_hans: 使用说明
zh_hant: 說明

source: Lock
da: Låse
de: Sperren
el: Κλειδαριά
fr: Fermer à clé
ko: 자물쇠
ms: Kunci
nb: Låse
nl: Slot
pt_pt: Bloqueio
sv: Låsa
th: ล็อค
vi: Khóa
zh_hans: 隐私锁
zh_hant: 鎖

source: Feedback
el: Ανατροφοδότηση
fr: Retour d'information
ko: 피드백
ms: Maklumbalas
nb: Tilbakemelding
nl: terugkoppeling
pt_pt: Comentários
sv: Återkoppling
th: ผลตอบรับ
vi: Phản hồi
zh_hans: 意见反馈
zh_hant: 反饋

# OnlyProHave
source: This function is only available for Pro versions
da: Denne funktion er kun tilgængelig for Pro-versioner
de: Diese Funktion ist nur für Pro-Versionen verfügbar
el: Αυτή η λειτουργία είναι διαθέσιμη μόνο για εκδόσεις Pro
fr: Cette fonction est uniquement disponible pour les versions Pro
ko: 이 기능은 Pro 버전에서만 사용할 수 있습니다.
ms: Fungsi ini hanya tersedia untuk versi Pro
nb: Denne funksjonen er kun tilgjengelig for Pro-versjoner
nl: Deze functie is alleen beschikbaar voor Pro-versies
pt_pt: Esta função está disponível apenas para as versões Pro
sv: Den här funktionen är endast tillgänglig för Pro-versioner
th: ฟังก์ชันนี้ใช้ได้กับรุ่น Pro เท่านั้น
vi: Chức năng này chỉ có sẵn cho các phiên bản Pro
zh_hans: 此功能仅在付费版开放
zh_hant: 此功能僅適用於Pro版本

# BuyProOpen
source: This function needs to be started after purchase
da: Denne funktion skal startes efter køb
de: Diese Funktion muss nach dem Kauf gestartet werden
el: Αυτή η λειτουργία πρέπει να ξεκινήσει μετά την αγορά
fr: Cette fonction doit être démarrée après l'achat
ko: 구매 후이 기능을 시작해야합니다.
ms: Fungsi ini perlu dimulakan selepas pembelian
nb: Denne funksjonen må startes etter kjøpet
nl: Deze functie moet na aankoop worden gestart
pt_pt: Esta função precisa ser iniciada após a compra
sv: Denna funktion måste startas efter inköpet
th: ฟังก์ชั่นนี้จำเป็นต้องเริ่มต้นหลังจากการซื้อ
vi: Chức năng này cần được bắt đầu sau khi mua
zh_hans: 此功能将在购买后开启
zh_hant: 購買後需要啟動該功能

# BuySuccess
source: Successful purchase
da: Vellykket køb
de: Erfolgreicher Kauf
el: Επιτυχής αγορά
fr: Achat réussi
ko: 성공적인 구매
ms: Pembelian yang berjaya
nb: Vellykket kjøp
nl: Succesvolle aankoop
pt_pt: Compra bem sucedida
sv: Framgångsrikt köp
th: การซื้อที่ประสบความสำเร็จ
vi: Mua thành công
zh_hans: 购买成功,谢谢支持,开始享用吧!
zh_hant: 成功購買

# BuyFailed
source: Purchase failed. Please try again later
da: Køb mislykkedes. Prøv igen senere
de: Kauf gescheitert. Bitte versuche es später erneut
el: Η αγορά απέτυχε. Παρακαλώ δοκιμάστε ξανά αργότερα
fr: Achat raté. Veuillez réessayer plus tard
ko: 구매에 실패했습니다. 나중에 다시 시도 해주십시오
ms: Pembelian gagal. Sila cuba sebentar lagi
nb: Kjøpet mislyktes. Prøv igjen senere
nl: Aankoop mislukt. Probeer het later opnieuw
pt_pt: A compra falhou. Por favor, tente novamente mais tarde
sv: Köp misslyckades. Vänligen försök igen senare
th: การสั่งซื้อล้มเหลว กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Giao dịch thất bại. Vui lòng thử lại sau
zh_hans: 购买失败,请稍后尝试
zh_hant: 購買失敗。請稍後再試

# ResumeBuySuccess
source: Resume purchase success
da: Genoptag købs succes
de: Kauferfolg fortsetzen
el: Επαναλάβετε την επιτυχία της αγοράς
fr: Reprendre le succès de l'achat
ko: 구매 성공 재개
ms: Teruskan kejayaan pembelian
nb: Fortsett kjøp suksess
nl: Hervat aankoopsucces
pt_pt: Retomar o sucesso da compra
sv: Fortsätt köpes framgång
th: ซื้อประวัติความสำเร็จ
vi: Tiếp tục mua thành công
zh_hans: 恢复购买成功
zh_hant: 恢復購買成功

# ResumeBuyFailed
source: Resume purchase failed
da: Genoptagelse køb mislykkedes
de: Fortsetzen des Kaufs fehlgeschlagen
el: Η συνέχιση της αγοράς απέτυχε
fr: L'achat de reprise a échoué
ko: 구매 재개 실패
ms: Resume pembelian gagal
nb: Fortsett kjøp mislyktes
nl: Doorgaan met kopen mislukt
pt_pt: Falha na compra de currículo
sv: Fortsätt köpet misslyckades
th: การสั่งซื้องานล้มเหลว
vi: Không thể tiếp tục mua hàng
zh_hans: 恢复购买失败
zh_hant: 恢復購買失敗

# BuyNothing
source: You haven’t purchased this item and can’t resume purchase
da: Du har ikke købt denne vare og kan ikke genoptage køb
de: Sie haben diesen Artikel nicht gekauft und können den Kauf nicht fortsetzen
el: Δεν έχετε αγοράσει αυτό το στοιχείο και δεν μπορείτε να συνεχίσετε την αγορά
fr: Vous n'avez pas acheté cet article et ne pouvez pas reprendre l'achat
ko: 이 항목을 구입하지 않았으므로 구매를 재개 할 수 없습니다.
ms: Anda belum membeli item ini dan tidak boleh menyambung semula pembelian
nb: Du har ikke kjøpt denne varen og kan ikke fortsette å kjøpe
nl: U hebt dit artikel niet gekocht en kunt de aankoop niet hervatten
pt_pt: Você não comprou este item e não pode retomar a compra
sv: Du har inte köpt det här objektet och kan inte återuppta köp
th: คุณยังไม่ได้ซื้อรายการนี้และไม่สามารถสั่งซื้อได้อีก
vi: Bạn chưa mua mặt hàng này và không thể tiếp tục mua hàng
zh_hans: 您未购买过任何产品,如法进行恢复
zh_hant: 您尚未購買此商品，因此無法恢復購買

source: Buy
da: Købe
de: Kaufen
el: Αγορά
fr: Acheter
ko: 사다
ms: Beli
nb: Kjøpe
nl: Kopen
pt_pt: Comprar
sv: köpa
th: ซื้อ
vi: Mua
zh_hans: 购买
zh_hant: 購買

# ResumeBuy
source: Resume purchase
da: Genoptag køb
de: Kauf fortsetzen
el: Συνεχίστε την αγορά
fr: Reprendre l'achat
ko: 구매 재개
ms: Sambung semula pembelian
nb: Fortsett kjøp
nl: Doorgaan met kopen
pt_pt: Retomar a compra
sv: Fortsätt köp
th: ดำเนินการซื้อต่อ
vi: Tiếp tục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

# CancelBuy
source: Cancel purchase
da: Annuller køb
de: Kauf abbrechen
el: Ακύρωση αγοράς
fr: Annuler l'achat
ko: 구매 취소
ms: Batalkan pembelian
nb: Avbryt kjøp
nl: Aankoop annuleren
pt_pt: Cancelar compra
sv: Avbryt köp
th: ยกเลิกการสั่งซื้อ
vi: Hủy mua hàng
zh_hans: 取消购买
zh_hant: 取消購買

# RemoveAD
source: Remove ads
da: Fjern annoncer
de: Anzeigen entfernen
el: Αφαίρεσε τις διαφημίσεις
fr: Supprimez la pub
ko: 광고를 제거하다
ms: Alih iklan
nb: Fjern annonser
nl: Verwijder advertenties
pt_pt: Remover propagandas
sv: Ta bort annonser
th: ลบโฆษณา
vi: Loại bỏ các quảng cáo
zh_hans: 去除广告
zh_hant: 移除廣告

# CustomSubtitle
source: Choose custom subtitles
da: Vælg brugerdefinerede undertekster
de: Wählen Sie benutzerdefinierte Untertitel
el: Επιλέξτε ειδικούς υπότιτλους
fr: Choisissez des sous-titres personnalisés
ko: 맞춤 자막 선택
ms: Pilih sarikata adat
nb: Velg tilpassede teksting
nl: Kies aangepaste ondertitels
pt_pt: Escolha legendas personalizadas
sv: Välj anpassade undertexter
th: เลือกคำบรรยายที่กำหนดเอง
vi: Chọn phụ đề tùy chỉnh
zh_hans: 开启自定义字幕功能
zh_hant: 選擇自定義字幕

source: Play rate
da: Afspilningshastighed
de: Wiedergabegeschwindigkeit
el: Ποσοστό αναπαραγωγής
fr: Taux de jeu
ko: 재생 속도
ms: Kadar main
nl: Speelsnelheid
pt_pt: Taxa de reprodução
th: อัตราการเล่น
vi: Tỷ lệ phát
zh_hans: 播放速率
zh_hant: 播放率

source: Play ratio
da: Spilforhold
de: Spielverhältnis
el: Αναλογία παιχνιδιού
fr: Taux de jeu
ko: 재생 비율
ms: Nisbah main
nb: Spillforhold
nl: Speelratio
pt_pt: Proporção de reprodução
sv: Play-förhållande
vi: Tỷ lệ phát
zh_hans: 播放比例
zh_hant: 遊戲比例

# UptoPro
source: Upgrade to Pro Edition
da: Opgrader til Pro Edition
de: Upgrade auf Pro Edition
el: Αναβαθμίστε σε Pro Edition
fr: Mettre à niveau vers Pro Edition
ko: Pro Edition으로 업그레이드
ms: Menaik taraf ke Edisi Pro
nb: Oppgrader til Pro Edition
nl: Upgrade naar de Pro-editie
pt_pt: Atualize para o Pro Edition
sv: Uppgradera till Pro Edition
th: อัปเกรดเป็น Pro Edition
vi: Nâng cấp lên phiên bản Pro
zh_hans: 升级到Pro版
zh_hant: 升級到專業版

# ProContent
source: What is the Pro version?
da: Hvad er Pro-versionen?
de: Was ist die Pro-Version?
el: Ποια είναι η έκδοση Pro;
fr: Quelle est la version Pro?
ko: Pro 버전이란 무엇입니까?
ms: Apakah versi Pro?
nb: Hva er Pro-versjonen?
nl: Wat is de Pro-versie?
pt_pt: Qual é a versão Pro?
sv: Vad är Pro-versionen?
th: รุ่น Pro คืออะไร?
vi: Phiên bản Pro là gì?
zh_hans: Pro版有些什么内容？
zh_hant: 什麼是Pro版本？

# ProContent1
source: 1. Permanently no advertising harassment!!
da: 1. Permanent ingen reklame chikanering !!
de: 1. Permanent keine Werbung Belästigung !!
el: 1. Μόνιμα καμία παρενόχληση στη διαφήμιση!
fr: 1. En permanence pas de harcèlement publicitaire !!
ko: 1. 영구히 광고 폭력은 없습니다 !!
ms: 1. Secara kekal tiada gangguan iklan !!
nb: 1. Permanent ingen reklame trakassering!
nl: 1. Permanent geen reclame intimidatie !!
pt_pt: 1. permanentemente sem assédio publicidade !!
sv: 1. Permanent ingen reklam trakasserier !!
th: 1 ถาวรไม่มีการล่วงละเมิดโฆษณา!
vi: 1. Vĩnh viễn không có quấy rối quảng cáo !!
zh_hans: 1.永久无广告!
zh_hant: 1.永久無廣告騷擾！

# ProContent2
source: 2. Have custom subtitles, load your own subtitles! !
da: 2. Har brugerdefinerede undertekster, indlæs dine egne undertekster! !
de: 2. Nutze eigene Untertitel, lade deine eigenen Untertitel ein! !
el: 2. Έχετε προσαρμοσμένους υπότιτλους, φορτώστε τους δικούς σας υπότιτλους! !
fr: 2. Avoir des sous-titres personnalisés, charger vos propres sous-titres! !
ko: 2. 맞춤 자막을 만들고 자신의 자막을로드하십시오! !
ms: 2. Mempunyai sarikata adat, muat sarikata sendiri! !
nb: 2. Har egendefinerte tekst, last inn dine egne teksting! !
nl: 2. Heb aangepaste ondertitels, laad je eigen ondertitels! !
pt_pt: 2. Tenha legendas personalizadas, carregue suas próprias legendas! !
sv: 2. Har egna undertexter, ladda dina egna undertexter! !
th: 2 มีคำบรรยายที่กำหนดเอง, โหลดคำบรรยายของคุณเอง! !
vi: 2. Có phụ đề tùy chỉnh, tải phụ đề của riêng bạn! !
zh_hans: 2.导入自定义字幕功能!
zh_hant: 2.有自定義字幕，加載自己的字幕！ ！

# ProContent3
source: 3. With play rate and play ratio adjustment function, more arbitrary! !
da: 3. Med afspilningshastighed og afspilningsforholdsjusteringsfunktion, mere vilkårlig! !
de: 3. Mit Spielrate und Spielverhältnis-Einstellungsfunktion, willkürlicher! !
el: 3. Με τη λειτουργία ρυθμού αναπαραγωγής και αναλογίας αναπαραγωγής, πιο αυθαίρετη! !
fr: 3. Avec le taux de jeu et la fonction d'ajustement de rapport de jeu, plus arbitraire! !
ko: 3. 재생 속도 및 재생 비율 조정 기능으로, 더 임의적으로! !
ms: 3. Dengan fungsi pelarasan nisbah permainan dan bermain, lebih sewenang-wenangnya! !
nb: 3. Med spillhastighet og spillforholdsjusteringsfunksjon, mer vilkårlig! !
nl: 3. Met de afspeelsnelheid en de afspeelratio-aanpassingsfunctie, meer willekeurig! !
pt_pt: 3. Com taxa de reprodução e função de ajuste de taxa de reprodução, mais arbitrária! !
sv: 3. Med play rate och play ratio justeringsfunktion, mer godtycklig! !
th: 3. ด้วยอัตราการเล่นและอัตราการเล่นการปรับอัตราส่วนฟังก์ชันเพิ่มเติม arbitrary! !
vi: 3. Với tỷ lệ chơi và chơi chức năng điều chỉnh tỷ lệ, tùy ý hơn! !
zh_hans: 3.拥有播放速率和播放比例调节功能,更加定制化!
zh_hant: 3.具有播放率和播放比例調節功能，更加隨心所欲！ ！
